;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Български/Bulgarian 
WebLang=BG
Translator=VS Revo Group
Codepage=UNICODE
Version=1.95

[Uninstaller Toolbar]
102 = Изглед
103 = Настройки
104 = Деинсталатор
105 = Инструменти
106 = Мишена
107 = Лист
108 = Икони
109 = Детайли
110 = Деинсталирай
111 = Премахни
112 = Опресни
113 = Сигурни ли сте,че искате да изтриете избрания елемент?
114 = Сигурни ли сте,че искате да деинсталирате избраната програма?
115 = Обнови
116 = Помощ
117 = Помощ за текущия инструмент...
118 = Страница на продукта...
119 = За продукта...
120 = Вие не сте с администраторски права!
121 = Сигурни ли сте,че искате да деинсталирате избрания системен компонент?\nСПРЕТЕ, освен ако не сте сигурни какво точно правите!
122 = Деинсталаторът ви показва всички инсталирани програми и компоненти за всички потребители включително и текущия. Чрез различните изгледи или чрез контекстното меню вие имате достъп до допълнителна информация, линкове и свойства за инсталациите. Основна елемент на Revo Uninstaller е  Режимът на прицелване. Този режим ви дава възможност да деинсталирате (спирате, изтривате, премахвате от автоматично стартиране) само с едно кликване върху приложението. 
123 = Търси
124 = Намерени:
125 = Сигурни ли сте, че искате да премахнете избрания системен компонент от Регистрито?\n Той може да е необходим на операционната система!
126 = 	няма да се стартира автоматично!
127 = 	ще се стартира автоматично!
128 = %s е инсталиран на същото място, както %s!\nЩе бъдат намерени пропуснати елементи и от двете приложения, затова внимателно изберете тези, които искате да премахнете!
129 = Принудително Деинсталиране

[Uninstaller List]
150 = Приложение
151 = Размер
152 = Версия
153 = Дата на инсталация
154 = Производител
155 = Сайт
156 = Коментар
157 = Команда за деинстал
158 = Ключ в регистрито
159 = Инсталатор

[Uninstaller StatusBar]
201 = Инсталации:
202 = Зареждане...

[Registry Optimizer]
302 = Сканирай в:
303 = Старт меню 

[AutoRun Toolbar]
407 = Старт
408 = Стоп
409 = Премахни
410 = Програми :
411 = Активирани :
412 = Със инструмента "Автоматично стартирани програми" вие можете не само да добавяте и премахвате приложения от автоматично стартиране, когато се стартира Windows, но също така можете да получите информация относно определено приложение, което се стартира автоматично. Можете да получите информация за създателя, описание, път на зареждане, - къде се съхранява на вашия компютър, статус - дали е стартирано или не.

[AutoRun List]
450 = Име
451 = Команда за зареждане
452 = Описание
453 = Производител
454 = Статус
455 = Местоположение
456 = СТАРТИРАНО
457 = СПРЯНО
458 = НЕВАЛИДЕН
459 = Спри Процеса
460 = Пусни Процеса
461 = Отвори папката му
462 = Местоположение
463 = Копирай Командата за Зареждане
464 = Премахни избраните
465 = Премахни всички невалидни
466 = Премахни всички спрени
467 = Премахни всички неактивни
468 = Свойства...
470 = Сигурни ли сте,че искате да затворите избраното приложение?\nНесъхранените данни ще бъдат загубени!
471 = Сигурни ли сте,че искате да изтриете от списъка избрания елемент?
472 = Сигурни ли сте,че искате да изтриете от списъка\nвсички невалидни елементи?
473 = Сигурни ли сте,че искате да изтриете от списъка\nвсички спрени елементи?
474 = Сигурни ли сте,че искате да изтриете от списъка\nвсички неактивни елементи?
475 = Командата не съществува!
476 = НЕИЗВЕСТЕН
477 = Спри автоматичното стартиране
478 = Активирай автоматично стартиране

[Outlook Control]
300 = Оптимизация
301 = Оптимизатор на Регистрито
400 = Автоматично стартирани програми
500 = Изтриване на следи
501 = Изчистване на Браузъри
600 = Изчистване на MS Office
700 = Изчистване на Windows
800 = Заличаване на доказателства 
900 = Безвъзвратно изтриване
2100 = Windows Инструменти
2200 = Изтриване на ненужни файлове

[Track Cleaner Browsers]
507 = Изчисти всички
508 = Изчисти историята на посетените интернет страници
509 = Изтрий историята на адресната лента
510 = Изтрий временните интернет файлове
511 = Изтрий бисквитките
512 = Изтрий Index.dat файловете
513 = Изпълни
514 = Изтрий историята на свалените файлове
515 = Изтрий историята на сесиите
516 = Изтрий историята на формите
517 = Деинсталатор
518 = Сигурни ли сте че искате да изчистите историята на избраните елементи?
521 = Сигурни ли сте че искате да изчистите историята на Internet Explorer?
522 = Сигурни ли сте че искате да изчистите историята на Firefox ?
523 = Сигурни ли сте че искате да изчистите историята на Opera ?
524 = Сигурни ли сте че искате да изчистите историята на Netscape?
525 = Вашия браузър записва информация за всяка уеб страница посетена от вас. Тези данни са лесно достъпни от вашия браузър и просто чрез натискане на бутон всеки може да види, какви страници сте посещавали. С този инструмент вие можете да изтриете временните интернет файлове, каквито са всички преглеждани картинки, видео файлове и всички посетени уеб страници. Това ще освободи значително място на вашия твърд диск.
526 = Трябва да затворите вашия браузър преди да изтриете следите му.
527 = Index.dat файловете ще бъдат изтрити, след като се рестартира компютъра.
599 = Почистването на следите на избраните елементи завърши!


[Track Cleaner Office]
601 = Изчисти
607 = Изчисти историята на последно използваните документи в MS Word
608 = Включително Word 2000, Word XP, Word 2003, Word 2007, Word 2010 и Word 2013
609 = Изчисти историята на последно използваните документи в MS Excel
610 = Включително Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 и Excel 2013
611 = Изчисти историята на последно използваните документи в MS Access
612 = Включително Access 2000, Access XP, Access 2003, Access 2007, Access 2010  и Access 2013
613 = Изчисти историята на последно използваните документи в MS PowerPoint
614 = Включително PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 и PowerPoint 2013
615 = Изчисти историята на последно използваните документи в MS FrontPage
616 = Включително FrontPage 2000, FrontPage XP и FrontPage 2003
617 = Инструмента Изчистване на MS Office ви позволява да премахвате историята на последно използваните файлове в MS Word, Excel, Access, PowerPoint and Front Page. Ако не искате някои друг да види вашите последно отваряни таблици, документи или други файлове създадени чрез MS Office, просто изберете тези, които не искате и натиснете бутона "Изчисти". Вашите последно използвани файлове няма повече да се показват.

[Track Cleaner Windows]
701 = Изчисти
707 = Изчисти историята на последно използваните документи
708 = Изчисти историята на командата "Стартирай" в Старт менюто
709 = Изчисти историята на командата "Търсене на файл"
710 = Изчисти историята на командите "Търсене на принтери, компютри и хора
711 = Изпразни клипборда
712 = Изчисти историята на последно използваните документи на "MS Paint" 
713 = Изчисти историята на последно използваните документи на "MS Wordpad"
714 = Изчисти историята на последно отваряните ключове в "Regedit"
715 = Изчисти историята на стандартните диалози "Отвори" и  "Съхрани"
716 = Изчисти историята на последно използваните папки в стандартните диалози
717 = Изпразни кошчето
718 = Изтрий временните файлове на Windows
719 = Изтрий логовете за използването на Старт менюто
720 = Microsoft Windows пази следи за много неща, които правите с компютъра, като история на търсените файлове, когато търсите за файл или папка; история на последно отваряните документи; история на отваряните файлове в стандартните диалози за отваряне и затваряне на различни приложения и други. Инструмента изчистване на Windows ви позволява да премахвате всичката тази история и временни файлове. Също така можете да изпразните вашето кошче и да изтриете временни файлове.
721 = Историята на командата "Стартирай" в Старт менюто ще бъде изтрита,след като процеса explorer.exe се рестартира
722 = Следи в Регистрито на Windows
723 = Следи на твърдия диск
724 = Изтрий дъмп файлове на паметта създадени при срив на системата.
725 = Изтрий  възстановените файлове фрагменти създадени от Chkdsk (Check Disk)

[Evidence Remove]
802 = Изпълни
803 = Заличаване
804 = Моля изчакайте, докато заличаването приключи
805 = Завършени
806 = Сложете отметка за тези устройства, от които искате да премахнете следи и доказателства за вашата работа. Този инструмент изтрива само вече изтритите данни. ВНИМАНИЕ: След като процеса завърши ще бъде невъзможно да възстановите изтритите файлове.
807 = Когато изпразните кошчето на Windows, вашите файлове и папки само се маркират като изтрити, но те не са изтрити физически. Този инструмент ще унищожи завинаги файловете и папките, които вече са били изтрити, но са останали физически на твърдия диск. Независимо какъв инструмент вие или някои друг ще използва за да възстанови тези данни,това ще бъде невъзможно.
808 = Сигурни ли сте че искате да заличите останалите следи и доказателства на избраните устройства?


[Unrecoverable  Delete ]
912 = Списък на файловете и директориите, които ще бъдат изтрити безвъзвратно
913 = Файлове
914 = Директории
915 = Добавете файловете, които искате да бъдат изтрити и премахнати от системата. Тези файлове няма да могат да се възстановят чрез друг софтуер или по физически начин.
916 = Добавете директориите, които искате да бъдат изтрити и премахнати от системата. Тези файлове няма да могат да се възстановят чрез друг софтуер или по физически начин.
917 = Добави файлове за изтриване
918 = Добави папки за изтриване
919 = ИЗТРИЙ ЗАВИНАГИ
920 = Изчисти списъка
921 = Ако искате безвъзвратно да изтриете файл или папка и искате да сте сигурни, че никой няма да може с какъвто и да е инструмент да възстанови тези файлове и папки, тогава използвайте инструмента "Безвъзвратно изтриване". Изтриването на файлове и изпразването на кошчето на Windows не означава, че тези файлове са унищожени завинаги. Те все още са на вашия твърд диск и всеки може да ги възстанови лесно. Инструмента "Безвъзвратно изтриване" прави това невъзможно.
922 = Сигурни ли сте че искате да изтриете завинаги избраните файлове и папки?

[Options Tree]
1001 = Настройки
1100 = Главни
1200 = Деинсталатор

[General]
1101 = Текущ език:
1102 = Включи режим за напреднали
1103 = Провери за нова версия при стартиране

[Uninstaller Options]
1201 = Покажи системните ъпдейти
1202 = Покажи системните компоненти
1203 = Включи режим на бързо зареждане
1204 = Стартирай само вградения деинсталатор
1205 = (Не се поддържа под Windows Vista)
1206 = Направи Точка за възстановяване на системата преди деинстал
1207 = Изтрий останалите файлове и папки в Кошчето

[Auto Update]
1907 = Обнови
1908 = Информация за версията
1909 = Текуща версия:
1910 = Последна версия:
1911 = СВАЛИ
1912 = Вземи последна версия
1913 = Новини
1914 = Проверка...
1915 = Грешка при свързване...
1916 = СТОП
1917 = Свалени %s от %s
1918 = Свалени %s (общия размер неизвестен)
1919 = Revo Uninstaller не успя да се свърже с www.revouninstaller.com. Моля проверете вашата Интернет връзка и дали вашата защитна стена не блокира Revo Uninstaller
1920 = Грешка: Неуспешна проверка за нова версия. Няма Интернет връзка.

[WinTools]
2110 = Стартирай
2111 = Има много удобни и полезни инструменти, които са част от Windows. Някои от тях имат много сложни опции, други са трудно достъпни. "Windows Инструменти ви дава бърз достъп с едно натискане на мишката до повече от 10 инструмента на Windows, които вие използвате в ежедневната си работа.
2112 = Можете да го използвате за да възстановите вашия компютър в предишно състояние,ако се получи някакъв проблем, при това без да губите лични данни. System Restore следи промените в системата и някои файлове и автоматично създава точки на възстановяване. Тези точки ви позволяват да върнете системата в нейното предишно състояние. Те се създават ежедневно и при важни събития в системата. Вие също можете да създавате и именувате точки на възстановяване по всяко време.
2113 = Можете да го използвате за да събирате и показвате информация за вашия хардуер и опер.система, за интернет конфигурацията, и конфигурацията на вашия модем и мрежови адаптер. С този инструмент може да сканирате вашата система и да тествате мрежовата връзка и да проверите дали вашите мрежови програми работят нормално.
2114 = Можете да го използвате за да видите всички текущи стойности на TCP/IP конфигурацията и да опресните Dynamic Host Configuration Protocol (DHCP) и настройките на Domain Name System (DNS). Също така показва пълната TCP/IP конфигурация за всички адаптери включително IP адрес, MAC адрес, подмрежова маска, подразбиращ се шлюз и конфигурацията на Windows Internet Naming Service (WINS) и DNS
2115 = Можете да го използвате за да проверите статуса на вашия компютър за трите елемента на сигурността - защитна стена, антивирусна и автоматичен ъпдейт. Ако се открие проблем при някои от тези три елемента (например ако не ви е обновена антивирусната), Security Center ви изпраща съобщение и дава препоръки за това как по-добре да защитите вашия компютър.
2116 = Можете да го използвате за да: Видите базова информация като вид на процесора обем на RAM паметта; да видите и промените настройките за това как вашия компютър използва паметта и намира определена информация; да намерите информация за вашия хардуер и устройства; да настройте хардуерни профили; да видите информацията за вашите мрежови връзки. Да съобщавате за системни и програмни грешки до Microsoft или вашия администратор.
2117 = System Information е компонент на Windows, който събира и показва информация за конфигурацията на системата за локалния и отдалечени компютри. Това включва информация за хардуерните конфигурации, компютърните компоненти и софтуер, включително драйвери. Чрез този инструмент вие можете бързо да намирате информация за вашия компютър и неговата операционна система.
2118 = TCP/IP Netstat командата е компонент на Windows, който показва всички активни TCP връзки и TCP и UDP портове, на които компютъра слуша и показва изпълнимите файлове свързани със създаването на връзките или слушащия порт. В този случай името на изпълнимия файл е в [ ] отдолу, отгоре е компонента който той извиква и така докато се достигне TCP/IP
2119 = Този инструмент показва виртуална клавиатура на екрана и позволява на потребители с намалена подвижност да въведат данни използвайки посочващо устройство, мишка или джойстик. On-Screen Keyboard е предназначен да осигурява минимално ниво на функционалност за потребители с намалена подвижност. Също така можете да го използвате ако мислите, че има Key-Logger инсталиран на вашия компютър. On-Screen Keyboard премахва шанса натиснатите бутони от вас да се записват от някоя скрита програма стартирана на вашия компютър.
2120 = Този инструмент анализира локалните дисковете и обединява фрагментираните файлове и папки, така че всеки да заема едно непрекъснато място на диска. В резултат вашата система може да достъпва файловете и папките и да съхранява нови такива по-ефективно. Чрез това обединяване Disk Defragmenter също така обединява и свободното място, по този начин новите файлове няма да се разпръсват.
2121 = Можете да го използвате за да: стартирате, спирате, паузирате, пускате или деактивирате сървайзи на локалния и отдалечени компютри; да управлявате сървайзи на локалния и отдалечени компютри; да настройвате действия ако сървайза се провали като рестартиране на сървайза; активиране или деактивиране на сървайза от определен профил; преглеждане на статуса и описанието на всеки сървайз.
2122 = Можете да го използвате за да управлявате споделените ресурси в мрежата, да контролирате достъпа на потребители, активността на сесията, свойствата на споделените ресурси и да преглеждате информация за връзките и ресурсите използвани за текущия и отдалечени компютри. С Shared Folders вие можете да: създавате, преглеждате и слагате правила за споделените ресурси; да преглеждате списъка на всички свързани с компютъра потребители и да прекъсвате връзката им.
2123 = Този инструмент  настройки на политиката за Потребителски Конфигурации, която засяга потребителите и за Компютърни Конфигурации, която засяга компютрите. Настройките на Group Policy дефинират различни компоненти на средата на потребителя, от които се нуждае системния администратор, като например програмите, които са достъпни до потребителите, програмите които се появяват на десктопа на потребителя и опциите на старт менюто.
2124 = Add/Remove Windows Components ви помага да управлявате инсталираните компоненти на Windows. След като сте инсталирали Windows вие можете да използвате този инструмент, за да добавяте Windows компоненти, които не са включени при първоначалната инсталaция или да премахвате съществуващи Windows компоненти, от които вече не се нуждаете.
2125 = Този инструмент проверява компютъра ви за зараза от определен, зловреден софтуер и помага да се премахнат откритите инфекции. Зловреденият софтуер включва вируси , червей и троянски коне. След като процеса на откриване и премахване е завършил, инструментът показва рапорт описващ резултатите включвайки какви, ако има,вируси са открити и премахнати.


[Junk Files Cleaner Options]
2202 = Сканирай дискове:
2203 = Шаблон
2204 = Описание
2205 = Добави
2206 = Премахни
2207 = По подразбиране
2208 = Изтриване на ненужни файлове::Главни
2209 = Изтриване на ненужни файлове::Изключи
2220 = Шаблон за сканиране:
2221 = Може да използвате символите (?,*)
2222 = Добави шаблон
2223 = Добави шаблон за изключване
2224 = Може да използвате символите (?,*)
2225 = Изключи шаблон:
2226 = Изтрий файловете в Кошчето
2227 = Пропусни файловете достъпвани през последните 24 часа


[Junk Files Cleaner Tool]
2306 = Сканиране
2307 = Изтриване
2308 = Сканиране
2309 = Моля изчакайте, докато сканирането приключи
2310 = Отказ
2311 = Име 
2312 = Размер
2319 = Файлове:
2320 = Общ размер:
2323 = Има файлове,които се използват от Windows или друга програма,\n поради което не могат да бъдат изтрити сега
2324 = Трябва да изберете поне едно устройство и разширение, за да започне сканирането
2325 = С "Изтриване на ненужни файлове" вие можете да откривате и премахвате различни видове излишни и ненужни файлове от вашия компютър. Обикновено тези файлове се изтриват от приложението, което ги е създало в момента, в които не му трябват. Въпреки това е възможно те да останат за постоянно на вашия твърд диск, ако програмата или системата блокира. Това води до намаляване на свободното място на диска или може дори да забави системата и нейната производителност.
2326 = Файл
2327 = Изтриване на файлове

[ContextMenu Junk Files Cleaner]
2313 = Отвори
2314 = Търси с Google за 
2315 = Отвори Директорията Му
2316 = Свойства...
2317 = Маркирай всички елементи
2318 = Размаркирай всички елементи
2321 = Маркирай избраните елементи
2322 = Размаркирай избраните елементи


[TopMost Window]
4002 = Опции
4003 = Отвори главния прозорец
4004 = Режим - Влачи и пусни
4005 = Режим на прицелване
4006 = Размер
4007 = Малък
4008 = Среден
4009 = Голям
4010 = Размер на прозореца
4011 = ИЗХОД
4012 = Деинсталиране
4013 = Спри автоматичното стартиране
4014 = Спри процеса
4015 = Спри и изтрий процеса
4016 = Отвори Директорията Му
4017 = Инфо
4018 = Свойства...
4019 = ОТКАЗ
4020 = Поддържа се само един файл едновременно.
4021 = Пуснали сте папка,моля влачете и пуснете файл.
4022 = Деинсталиране или премахване:
4023 = Неизвестно! Опитайте да посочите друг прозорец,\nикона или елемент от лентата със задачите
4024 = Не може да се стартира командата за деинсталиране.\n Моля деинсталирайте приложението от деинсталатора
4025 = Не е намерен инсталационен пакет!\nСъвет:Съберете повече информация за приложението и\n се опитайте да го деинсталирате от главното приложение!
4026 = Избраното приложение е премахнато от автоматично стартиране!\nСъвет:Ако искате да го добавите отново използвайте инструмента\n за Автоматично стартирани програми от главното приложение!
4027 = Избраното приложение не е намерено на общите места за автоматично стартиране!\nСъвет:За да потърсите за нестандартни места за автоматично стартиране на приложение използвайте www.google.com
4028 = Сигурни ли сте, че искате да затворите избраното приложение?\nНесъхранените данни ще бъдат загубени!
4029 = Деинсталатор
4030 = Сигурни ли сте,че искате да затворите и изтриете избраното приложение?\nНесъхранените данни ще бъдат загубени!
4031 = Сигурни ли сте че искате да затворите Windows Explorer?\n Старт менюто и лентата с инструменти ще бъдат затворени !
4032 = Стартирай автоматично с Windows
4033 = Прозрачност

[Uninstall Scanning]
4210 = Разположение
4211 = Ключ
4212 = Стойност
4213 = Данни
4214 = Файл
4215 = Изберете елемент за да изпълните операцията!
4216 = Сканирай след деинсталация
4217 = Селектирай всички
4218 = Деселектирай всички
4219 = Изтрий
4220 = Останали файлове
4221 = Останали елементи в Регистрито
4222 = Сканиране преди деинсталция ... моля изчакайте
4223 = Стартиране на деинсталатора...
4224 = Моля започнете сканирането за останали файлове, папки и елементи от Регистрито, след като деинсталацията завърши
4225 = Сканиране след деинсталция ... моля изчакайте
4226 = Моля проверете внимателно показаните елементи!
4227 = Затвори
4228 = Останалите файлове ще бъдат изтрити след рестарт на компютъра
4229 = Неуспешно стартиране на вградения деинсталатор!\nВероятна невалидна команда за деинсталация!
4230 = Назад
4231 = Напред
4232 = Избери режим на деинсталиране
4233 = Режими
4234 = Вграден -  стартира само деинсталатора на приложението без допълнително сканиране.
4235 = Безопасен - включва Вградения режим и извършва допълнително сканиране в Регистрито и твърдия диск за да открие само безопасни за изтриване останали елементи. Най-бързият режим.
4236 = Умерен - включва Безопасния режим и извършва разширено сканиране за да открие всички останали елементи на приложението на обичайните места в Регистрито и твърдия диск.
4237 = Цялостен - включва Умерения режим и извършва дълбоко и цялостно сканиране на Регистрито и твърдия диск за да намери всички свързани с приложението останали елементи. Най-бавният режим. 
4238 = Анализира данните на приложението преди деинсталация.
4239 = Стартира вградения деинсталатор на приложението за първоначален деинстал.
4240 = Натиснете бутона "Напред" за да стартирате сканирането за останали файлове, директории и елементи от Регистрито, след като деинсталаторът на приложението завърши
4241 = Извършва първоначален анализ и деинстал
4242 = Сканиране след деинсталация
4243 = Сканиране след вградения деинсталатор на приложението. Претърсване на Регистрито и твърдия диск за останали файлове, директории и елементи от Регистрито свързани с деинсталираното приложение. Моля изчакайте...
4244 = Намерени останали елементи в Регистрито
4245 = Намерени  елементи в Регистрито:
4246 = Забележка: Моля, проверете внимателно показаните елементи! Само избраните почернени елементи и техните поделементи ще бъдат изтрити!
4247 = Намерени останали файлове и директории
4248 = Намерени елементи:
4249 = Моят Компютър
4250 = Revo Uninstaller не можа да стартира вградения деинсталатор на приложението. Възможно е деинсталиращата команда на приложението да е невалидна или повреден. Може да натиснете бутона "Назад" и да опитате друг режим на деинсталация.
4251 = Вградения деинсталатор на приложението завърши. Revo Uninstaller не сканира за останали елементи. Може да натиснете бутона "Назад" и да опитате друг режим на деинсталация, за да сканирате за останали файлове, директории и елементи от Регистрито.
4252 = Revo Uninstaller  завърши процеса на деинсталация успешно, но останали елементи не бяха намерени.Може да натиснете бутона "Назад" и да опитате друг разширен режим на деинсталация за по-дълбоко сканиране.
4253 = Revo Uninstaller  завърши процеса на деинсталация успешно. Ако искате да търсите за повече останали елементи може да натиснете бутона "Назад" и да опитате друг разширен режим на деинсталация за по-дълбоко сканиране
4254 = Край
4255 = Сигурни ли сте, че искате да изпратите избраните файлове в Кошчето?
4256 = Сигурни ли сте, че искате да изтриете избраните елементи от Регистрито? 
4257 = Revo Uninstaller  завърши процеса на деинсталация успешно.
4258 = Сигурни ли сте, че искате да пропуснете изтриването на намерените пропуснати елементи от Регистрито и да продължите към следващата стъпка?
4259 = Сигурни ли сте, че искате да пропуснете изтриването на намерените пропуснати файлове и директории и да продължите към следващата стъпка?
4260 = Сканирането за пропуснати елементи завърши. Натиснете бутона „Напред” за да видите резултатите!
4261 = Създаване на точка за възстановяване на системата...
4262 = Създаване на точка за възстановяване на системата - неуспешно!
4263 = Cъздаването на точка за възстановяване на системата е деактивирано (в Опции->Деинсталатор)
4264 = Създаване на точка за възстановяване на системата - успешно!

[About]
4300 = Преводачи:

[ContextMenu Uninstaller]
5000 = Команди
5001 = Инфо
5002 = Търси с Google за
5004 = Инсталационна папка
5005 = Отвори информационен адрес...
5006 = Отвори помощен адрес...
5007 = Отвори обновяващ адрес...
5008 = Отвори регистри ключ...

[Common]
10000 = Потвърди
10001 = Отказ
10002 = Помощ
10003 = Избери
10004 = Помощ за текущия инструмент
10005 = Страница на продукта
10006 = За програмата
10007 = Внимание!
10008 = ГРЕШКА

[Tooltips]
2000 = Превключи на режим Деинсталатор
2001 = Покажи панела с инструментите
2002 = Направете настройките според желанията си 
2003 = Превключи на режим Мишена
2004 = Промени изгледа на списъка с инсталирани приложения
2005 = Деинсталирай избраното приложение
2006 = Изтрий избрания елемент от Регистрито
2007 = Опресни списъка с приложения
2008 = Обнови текущата версия до последната излязла
2009 = Намери допълнителна информация и отговор на всички въпроси свързани с приложението
404 = Стартирай избраното приложение
405 = Прекрати избраното приложение
406 = Премахни избраното приложение от секцията за автоматично стартиране
506 = Изчисти избраните опции
605 = Изчисти избраните опции
705 = Изчисти избраните опции
2106 = Стартирай избрания инструмент
2304 = Сканирай за ненужни файлове според направените настройки
2305 = Изтрий избраните файлове в Кошчето
